<template>
  <div class="biographyContent__main">
    <div class="biographyContent__header">
      <h2>Биография</h2>
    </div>
    <div class="biographyContent__title">
      <div class="biographyContent__descr">
        <p>
          Родился 22 мая 1984 года в Ворошиловграде, Украинской ССР. Окончил
          Восточноукраинский национальный университет имени Владимира Даля по
          специальности «социология». После окончания работал диджеем и
          художественным директором в ночном клубе.
        </p>
        <p>
          В 2012 году переехал в Киев, где начал работать на радио. Является
          создателем и бывшим программным директором украинской радиостанции
          Lounge FM и «Радио Пятница».
        </p>
        <p>
          В 2017 году становится ведущим нового сезона шоу путешествий «Орёл и
          решка» вместе с Анастасией Ивлеевой. Пара провела вместе 65 выпусков и
          неполных три сезона «Перезагрузки». В июле 2018 года Антон Птушкин
          объявил о своем уходе из «Орла и решки».
        </p>
        <p>
          После ухода продолжил снимать видеоролики о путешествиях для своего
          канала на YouTube. По состоянию на июнь 2021 года, на YouTube-канал
          Антона Птушкина подписано более 4,67 миллиона человек.
        </p>
      </div>
      <div class="biographyContent__photo">
        <img src="../assets/images/photo/biography-photo.jpg" alt="" />
      </div>
    </div>
  </div>
</template>